[Balance.PawnBalance_Orchid_SandWorm AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="sand and glass")
PlayThroughs[1]=(DisplayName="To the wild sandy beach")

[Balance.PawnBalance_Orchid_SandWormGrub AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Lava sand")
PlayThroughs[1]=(DisplayName="A powerful sandworm")

[Balance.PawnBalance_Orchid_SandWormQueen AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Queen of Sandorum")
PlayThroughs[1]=(DisplayName="Queen")

[Balance.PawnBalance_Orchid_SandWormRaid AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Sandworms")
PlayThroughs[1]=(DisplayName="sign")

